Repository: bogdan-litescu/DnnSharp.ResourceFiles
Catalog: Search Boost/App_LocalResources/Admin.aspx.*.resx
Languages: nl_nl

# Index.Desc
source: Normally, content is not indexed immediately so it's difficult to properly test all the search instances and rules. Click here to have Search Boost reindex content.
nl_nl: Normaal, inhoud is niet direct geïndexeerd dus het is moeilijk om goed alle zoekgevallen en regels te testen. Klik hier om Zoekboost de inhoud opnieuw te laten indexeren.

# Index.Success
source: Search Boost is indexing content. Please wait...
nl_nl: Searchboost is de inhoud aan het indexeren. Eén momentje graag...

# IndexClear.Success
source: Search Index succesfully cleared!
nl_nl: Zoekindex succesvol gewist!

# IndexStats.CustomItemsLastIndexed
source: Custom items indexed last time:
nl_nl: Aangepaste items laatste keer geïndexeerd:

# IndexStats.Err
source: Error getting statistics! Server response:
nl_nl: Fout bij het verkrijgen van statistieken! Server reactie:

# IndexStats.FileLastIndexed
source: Files indexed last time:
nl_nl: Bestanden geïndexeerd laatste keer:

# IndexStats.LastAnalyzed
source: Doc Analyzer last ran at
nl_nl: Doc Analysator draaide het laatste op

# IndexStats.LastIndexed
source: Indexer last ran at
nl_nl: Indexer draaide het laatst op

# IndexStats.ModuleLastIndexed
source: Module entries indexed last time:
nl_nl: Module inzendingen laatste keer geïndexeerd:

# IndexStats.TotalCustomItemsIndexed
source: Total unique custom items indexed:
nl_nl: Totale unieke aangepaste items geïndexeerd:

# IndexStats.TotalFilesAnalyzed
source: Total Files Analyzed:
nl_nl: Totale Bestande Geanalyseerd:

# IndexStats.TotalFilesIndexed
source: Total unique files indexed:
nl_nl: Totale unieke bestanden geïndexeerd:

# IndexStats.TotalModulesIndexed
source: Total unique module entries indexed:
nl_nl: Totale unieke module inzendingen geïndexeerd:

# IndexStats.TotalUpdateFiles
source: Total New/Updated Files:
nl_nl: Totale Nieuwe/Bijgewerkte Bestanden:

# Localize.EmptyText.DialogTitle
source: Localize <i>Text for Empty Search box</i>
nl_nl: Lokaliseren <i>Tekst voor Leeg Zoekvak</i>

# Localize.ErrUpdate
source: Error updating Localization!<br />Server response:
nl_nl: Fout Bijwerken Lokalisatie!<br />Server reactie:

# Localize.UpdateSuccess
source: Localization successfully updated.
nl_nl: Lokalisatie succesvol bijgewerkt.

# MultiTermSearch.ALL
source: Results must contain ALL words
nl_nl: Resultaten moeten ALLE woorden bevatten

# MultiTermSearch.ANY
source: Results must contain ANY of the words
nl_nl: Resultaten moeten IEDER woord bevatten

# MultiTermSearch.Desc
source: Define standard behavior when the search contains more than one word. Note that exact match is still possible by enclosing the words in double quotes.
nl_nl: Definieer standaard gedrag als de zoekopdracht meer dan één woord bevat. Merk op dat exacte match nog steeds mogelijk is door de woorden bij te voegen in dubbele quotes.

# MultiTermSearch.EXACT
source: Results must contain EXACT expression
nl_nl: Resultaten moeten EXACTE expressie bevatten

# MultiTermSearch.Title
source: Multi word searches
nl_nl: Multi woord zoekopdrachten

# NewCustomRule.Desc
source: This allows to define new rules for indexing content in the database.
nl_nl: Hierdoor kunnen nieuwe regels voor indexering van de inhoud in de database worden gedefinieerd.

# NewCustomRule.Title
source: New Search Indexing Rule
nl_nl: Nieuwe Zoekindexering Regel

# OpenTarget.NamedWindow
source: Named Window...
nl_nl: Genaamd Venster...

# OpenTarget.NewWindow
source: New Window
nl_nl: Nieuw Venster

# OpenTarget.SameWindow
source: Same Window
nl_nl: Zelfde Venster

# OpenTarget.TargetName
source: Target Name
nl_nl: Doelnaam

# Overview.GettingStarted
source: Getting Started
nl_nl: Aan de slag

# Overview.GettingStarted.CustomRules.Desc
source: Indexing Search Rules allow Search Boost to index arbitrary content from the database (from custom tables or modules that don't support searching).
nl_nl: Indexering Zoekregels staan Zoekboost toe om willekeurig de inhoud van de database te indexeren. (van aangepaste tabellen of modules die geen zoekopdrachten steunen).

# Overview.GettingStarted.CustomRules.Title
source: Create Custom Indexing Rule
nl_nl: Maak Aangepaste Indexeringregel Aan

# Overview.GettingStarted.SearchDocs.Desc
source: Use the Search Target screen to narrow search results to specific portals, pages, modules or portal folders. From this screen you also select the Custom Indexing Rules that relate to this instance.
nl_nl: Gebruik het Zoek Doelscherm om zoekresultaten te beperken naar specifieke portalen, pagina's, modules of portaal mappen. Via dit scherm kunt u ook de Aangepaste Indexeringregels die relateren naar dit exemplaar selecteren.

# Overview.GettingStarted.SearchDocs.Title
source: Search Documents (PDFs, Word Docx, etc)
nl_nl: Zoek Documenten (PDFs, Word Docx, etc)

# Overview.GettingStarted.Target.Desc
source: Search Boost is capable of indexing files for which it has an IFilter package installed. After you setup the IFilters make sure to also select the folders in the Search Target Screen.
nl_nl: Zoekboost is in staat om bestanden te indexeren waarvoor het een geïnstalleerd IFilter pakket heeft. Nadat u de IFilters hebt geïnstalleerd zorg ervoor dat u ook de mappen in het Zoek Doelscherm selecteert.

# Overview.GettingStarted.Target.Title
source: Define Where to Search
nl_nl: Definieer Waar te Zoeken

# Overview.GettingStarted.Tools.Desc
source: Use these tools to ensure content is most recent quickly and determine if your searches work as expected.
nl_nl: Gebruik deze instrumenten om ervoor te zorgen dat de inhoud de meest recente is en bepaal of uw zoekopdrachten werk zijn als verwacht.

# Overview.GettingStarted.Tweak.Desc
source: Use the General Setting properties to tweak the compatibility settings and also enable DEBUG mode that will display on the front-end the XML used in the XSL transformation.
nl_nl: Gebruik de Algemene Instelling eigenschappen om de compatibiliteit instellingen te tweaken en ook de DEBUG mode in te schakelen die wordt weergegeven op de front-end van de XML gebruikt in de XSL-transformatie.

# Overview.GettingStarted.Tweak.Title
source: Tweak and Debug
nl_nl: Tweak en Debug

# Overview.Title
source: Overview
nl_nl: Overzicht

# PhraseSlop.Desc
source: The slop defines how close to each other the words from the search phrase need to be in order for it to be considered a match. For example, searching for "quick fox" will match text "the quick brown fox" only when the slop is greater than or equal to 1 because the "brown" word is in between.
nl_nl: De slop bepaalt hoe dicht bij elkaar de woorden uit de zoekterm moeten zijn om te kunnen worden beschouwd als een match. Bijvoorbeeld, zoeken naar "snelle vos" zal de tekst matchen "de snelle bruine vos" alleen wanneer de slop groter is dan of gelijk is aan 1, omdat het "bruin" woord ertussen staat.

# PhraseSlop.Title
source: Phrase Slop
nl_nl: Zin Slop

# PortalFilter.AllPortals
source: All Portals
nl_nl: Alle Portalen

# PortalFilter.Choose
source: Let me choose...
nl_nl: Laat mij kiezen...

# PortalFilter.Desc
source: Have this option checked to show a dropdown with portals so users can filter searches to individual portals.
nl_nl: Vink deze optie aan om een ​​dropdown met portalen te tonen, zodat gebruikers zoekopdrachten kunnen filteren naar individuele portalen.

# PortalFilter.NoHost
source: Portal filter only available for Super User accounts...
nl_nl: Portaal filter alleen beschikbaar voor Super Gebruiker accounts...

# PortalFilter.SelectTitle
source: Which portals to display?
nl_nl: Welke Portaal om weer te geven?

# PortalFilter.Title
source: Display Portal Filter
nl_nl: Weergeven Portaal Filter

# PortalFilter.Warning
source: Make sure the portals exposed with this filter are setup under Search Target...
nl_nl: Zorg ervoor dat de portalen blootgesteld worden met deze filter zijn installatie onder Doelzoekopdracht...

# SearchBoost.High
source: High Boost
nl_nl: Hoge Boost

# SearchBoost.Moderate
source: Moderate Boost
nl_nl: Matige Boost

# SearchBoost.NoBoost
source: No Boost
nl_nl: Geen Boost

# SearchBoost.VeryHigh
source: Very High Boost
nl_nl: Hele Hoge Boost

# SearchDesc.Desc
source: Check this option to have Search Boost also return results that contain the keywords in descriptions.<br /> The boost let's you determine how results should be ranked if the search matches this field.
nl_nl: Selecteer deze optie zodat Zoekboost ook kan terugkeren naar resultaten die trefwoorden bevatten in de beschrijvingen.<br /> De boost laat u bepalen hoe resultaten gerangschikt moeten worden als de zoekopdrachten overeenkomen met dit veld.

# SearchDesc.Title
source: Also search Descriptions
nl_nl: Ook Zoekbeschrijvingen

# SearchEngine.Save
source: Save Settings
nl_nl: Instellingen Opslaan

# SearchEngine.ScreenDesc
source: Tweak the Search Boost indexing engine that comes with Search Boost version 2...
nl_nl: Tweak het Zoekboost indexering programma dat komt met Zoekboost versie 2...

# SearchEngine.Title
source: Search Engine (2.0)
nl_nl: Zoekmachine (2.0)

# SearchFolderNames.Desc
source: Check this option to have Search Boost also return results that contain the keywords in folder names.<br /> The boost let's you determine how results should be ranked if the search matches this field.
nl_nl: Selecteer deze optie zodat Zoekboost ook kan terugkeren naar resultaten die trefwoorden bevatten in de mapnamen.<br /> De boost laat u bepalen hoe resultaten gerangschikt moeten worden als de zoekopdrachten overeenkomen met dit veld.

# SearchFolderNames.Title
source: Also search Folder Names
nl_nl: Zoek ook Mapnamen

# SearchPageTitles.Desc
source: Check this option to have Search Boost also return results that contain the keywords in page titles.<br /> The boost let's you determine how results should be ranked if the search matches this field.
nl_nl: Selecteer deze optie zodat Zoekboost ook kan terugkeren naar resultaten die trefwoorden bevatten in de paginatitels.<br /> De boost laat u bepalen hoe resultaten gerangschikt moeten worden als de zoekopdrachten overeenkomen met dit veld.

# SearchPageTitles.Title
source: Also search Page Titles
nl_nl: Zoek ook Paginatitels

# SearchTarget.Desc
source: Use this screen to instruct Search Boost what to search.
nl_nl: Gebruik dit scherm om Zoekboost te instrueren wat te zoeken.

# SearchTarget.ScreenDesc
source: This screen allows selecting specific pages and folders to bring search results for, so different Search Boost instances can be configured to bring different results. Login as SuperUser to define search targets across multiple portals...
nl_nl: Dit scherm staat het selecteren van specifieke pagina's en mappen toe om zoekresultaten naar voren te brengen, zodat verschillende Zoekboost exemplaren kunnen worden geconfigureerd om verschillende resultaten naar voren te brengen. Meld aan als SuperGebruiker om te zoekdoelen te definiëren over meerdere portalen...

# SearchTarget.Title
source: Search Target
nl_nl: Zoekdoel

# SearchTarget.TreeInstructions
source: Select <b>Pages</b> and <b>Directories</b> this SearchBoost Instance should bring results from.
nl_nl: Selecteer <b>Pagina's</b> en <b>Directories</b> dit Zoekboost exemplaar zou resultaten brengen van.

# SearchTargetDynamicFilter.ActivePage
source: Results from active page
nl_nl: Resultaten van actieve pagina

# SearchTargetDynamicFilter.ActivePageAndChildren
source: Results from active page and all child pages
nl_nl: Resultaten van actieve pagina en alle onderliggende pagina's

# SearchTargetDynamicFilter.ChildrenOfActivePage
source: Results from children of active page
nl_nl: Resultaten van onderliggende pagina of actieve pagina

# SearchTargetDynamicFilter.Desc
source: This filter is applied dynamically based on active page. Relevant when same search input box (same ModuleId or same Skin Object) appears on more than one page.
nl_nl: Deze filter is dynamisch toegepast gebaseerd op de actieve pagina. Relevant wanneer dezelfde zoekopdracht invoervak ​​(zelfde ModuleId of zelfde Skin Object) voorkomt op meer dan één pagina.

# SearchTargetDynamicFilter.Level1OfActiveBranch
source: Results starting from level 1 item of active branch
nl_nl: Resultaten starten van niveau 1 item of actieve branche

# SearchTargetDynamicFilter.Level2OfActiveBranch
source: Results starting from level 2 item of active branch
nl_nl: Resultaten starten van niveau 2 item of actieve branche

# SearchTargetDynamicFilter.Level3OfActiveBranch
source: Results starting from level 3 item of active branch
nl_nl: Resultaten starten van niveau 1 item of actieve branche

# SearchTargetDynamicFilter.NoFilter
source: Don't Filter (display all results)
nl_nl: Filter Niet (weergeef alle resultaten)

# SearchTargetDynamicFilter.RootOfActiveBranch
source: Results starting from ROOT item of active branch
nl_nl: Resultaten starten van HOOFDMAP item of actieve branche

# SearchTargetDynamicFilter.Title
source: Further filter search results to...
nl_nl: Verder filter zoekresultaten naar...

# SearchTargetExceptFolders.Desc
source: Put one entry per line; each entry can be a substring of a folder or file name or a regular expression (the format is /regex expression/)
nl_nl: Eén invoer per regel; elke invoer kan een substring van een map of bestandsnaam zijn of een reguliere expressie (het formaat is /regex expressie/)

# SearchTargetExceptFolders.Title
source: Folders...
nl_nl: Mappen...

# SearchTargetExceptModules.Desc
source: Put one entry per line; entry can be a number (Module ID), a substring of the module title or a regular expression (the format is /regex expression/)
nl_nl: Eén invoer per regel; invoer kan een nummer (Module ID), een substring of de moduletitel zijn of een reguliere expressie (het formaat is /regex expressie/)

# SearchTargetExceptTabs.Desc
source: Put one entry per line; entry can be a number (Tab ID), a substring of the title or name or a regular expression (the format is /regex expression/)
nl_nl: Eén invoer per regel; invoer kan een nummer (Tabblad ID), een substring van de titel of naam zijn of een reguliere expressie (het formaat is /regex expressie/)

# SearchTargetExceptTabs.Title
source: Tabs...
nl_nl: Tabbladen...

# SearchTargetSave.Title
source: Save Search Target
nl_nl: Zoekdoel Opslaan

# SearchTargetSource.Title
source: Source
nl_nl: Bron

# SearchTitles.Desc
source: Check this option to have Search Boost also return results that contain the keywords in titles.<br /> The boost let's you determine how results should be ranked if the search matches this field.
nl_nl: Selecteer deze optie zodat Zoekboost ook kan terugkeren naar resultaten die trefwoorden bevatten in de titels.<br /> De boost laat u bepalen hoe resultaten gerangschikt moeten worden als de zoekopdrachten overeenkomen met dit veld.

# SearchTitles.Title
source: Also search Titles
nl_nl: Zoek ook Titels

# Success.Title
source: Success
nl_nl: Geslaagd

# SwitchInstance.DeleteConfirm
source: Are you sure you want to delete this instance data?\n\nDelete an instance if it's no longer used or if you want to reset all data associated with it.
nl_nl: Weet u zeker dat u dit exemplaar data wilt verwijderen?\n\nVerwijder een instantie als het niet meer wordt gebruikt, of als u alle gegevens die ermee geassocieerd worden wilt resetten.

# SwitchInstance.DeleteSuccess
source: Instance data successfully deleted.
nl_nl: Exemplaar data succesvol verwijderd.

# SwitchInstance.Desc
source: Click here to open a different Search instance.
nl_nl: Klik hier om een ander Zoekexemplaar te openen.

# SwitchInstance.DialogTitle
source: Select Search Boost Instance
nl_nl: Selecteer Zoekboost Exemplaar

# SwitchInstance.ErrDelete
source: Error deleting instance data!<br />Server response:
nl_nl: Fout bij het verwijderen exemplaardata!<br />Server reactie:

# SwitchInstance.ErrGetList
source: Failed to retrieve list of instances; internal error:
nl_nl: Gefaald om de lijst van instanties op te halen; interne fout:

# SwitchInstance.Loading
source: Loading... Please wait...
nl_nl: Wordt geladen... Eén momentje graag...

# SwitchInstance.Required
source: Please select an instance first...
nl_nl: Selecteer a.u.b. eerst een exemplaar...

# SwitchInstance.Reset
source: Reset Instance Data
nl_nl: Reset Exemplaardata

# SwitchInstance.Switch
source: Switch
nl_nl: Wissel

# SwitchInstance.Title
source: Switch Instance
nl_nl: Wissel Exemplaar

# TestSearch.Desc
source: Quickly test your search instances and rules with this simple and fast tool.
nl_nl: Test snel uw zoekexemplaren en regels met dit simpel en snel hulpprogramma.

# TestSearch.Input
source: Input your search
nl_nl: Voer uw zoekopdrachten in

# TestSearch.Title
source: Test Search
nl_nl: Test Zoeken

# TestSearch.Warning
source: If you don't get expected results, reindex content by clicking the button in the toolbar or going into Host / Search Admin.
nl_nl: Als u geen verwachte resultaten krijgt, indexeer de inhoud door te klikken op de knop in de werkbalk of in te gaan op Host / Zoek Admin.

# UiEmptyText.Desc
source: This text will appear in SearchBoost Input text box when there is no input. Focusing the search box will cause the text to disappear so user can input search terms.
nl_nl: Deze tekst verschijnt in SearchBoost Input tekstvak als er geen input is. Scherpstellen van het zoekvak zal veroorzaken dat de tekst verdwijnt zodat de gebruiker zoektermen kan invoeren.

# UiEmptyText.Title
source: Text for Empty Search box
nl_nl: Tekst voor Leeg Tekstvak

# UiEmptyTextDefault.Desc
source: Leave fields below empty to have Search Boost fallback to this text.
nl_nl: Laat velden hieronder leeg om Zoekboost terug te laten vallen naar deze tekst.

# UiEmptyTextDefault.Title
source: Default (Fallback) Text
nl_nl: Standaardinstelling (Terugval) Tekst

# UiInputTemplate.Desc
source: Please select the template that will be used to render the search input box.
nl_nl: Selecteer a.u.b.het sjabloon dat wordt gebruikt om het zoeken invoervak weer te geven.

# UiInputTemplate.Title
source: Template for Search Input Box
nl_nl: Sjabloon voor Zoek Invoervak

# UiMaxDesc.Desc
source: Use this to adjust how big the description text can be on the result page, it may look odd if some descriptions are very long while others are very short. Search Boost will append '...' at the end of the descriptions that are stripped.
nl_nl: Gebruik dit om de grootte van de beschrijvende tekst aan te passen op de resultatenpagina, het kan er vreemd uitzien als sommige beschrijvingen zeer lang zijn, terwijl anderen zeer kort zijn. Zoekboost zal toevoegen '...' aan het einde van de beschrijvingen die zijn ontdaan.

# UiMaxDesc.Title
source: Maximum Description Length
nl_nl: Maximum Omschrijving Tijdsduur

# UiPageSize.Desc
source: This option determines how many search results are displayed per page. Provide multiple values, one per line, to allow to user to switch to different sizes. The first value in the list is the intial page size.
nl_nl: Deze optie bepaald hoeveel zoekresultaten zijn weergegeven per pagina. Zorgt voor meervoudige waarden, één per regel, om gebruiker toe te staan om te switchen naar verschillende maten. De eerste waarde in de lijst is de initiële pagina grootte.

# UiPageSize.Title
source: Results Per Page
nl_nl: Resultaten Per Pagina

# UiParamName.Desc
source: Search terms are delivered to results page via GET. This option allows you to customize the name of the Query String parameter, so you can integrate with other results module instead that expect a different parameter in Query String.
nl_nl: Zoektermen zijn afgeleverd aan resultaten pagina via GET. Deze optie staat toe dat u de naam van de Query Tekenreeks parameter kunt aanpassen, dus u kunt integreren met andere resultaten module in plaats daarvan een andere parameter in Query Tekenreeks kunt verwachten.

# UiParamName.Title
source: Name of Query String Param
nl_nl: Naam van Query String Param

# UiResultsPage.Desc
source: This is the page containing a SearchBoost Results module that will receive the input and retrieve the results.
nl_nl: Dit is de pagina die een SearchBoost Resultaten module bevat, die de input ontvangt en de resultaten ophaalt.

# UiResultsPage.Title
source: Results Page
nl_nl: Resultatenpagina

# UiResultsPageManual.Clear
source: Clear
nl_nl: Verwijder

# UiResultsPageManual.Desc
source: Alternatively, you can manually set the results page. This is especially usefull when integrating with a Search Results module other than SearchBoost Results.
nl_nl: Als alternatief kunt u manueel de resultatenpagina instellen. Dit is vooral handig bij het integreren met een Zoekresultaten module anders dan Zoekboost resultaten.

# UiResultsPageManual.ErrRequired
source: Please specify results page. All pages that have avt.SearchBoost.Results modules are listed here.
nl_nl: Alstublieft specificeer resultatenpagina

# UiResultsPageManual.Title
source: or type TabId
nl_nl: Of type TabId

# UiResultsTemplate.Desc
source: Please select the template that will be used to render results.
nl_nl: Selecteer alstublieft het sjabloon dat zal worden gebruikt om resultaten toe te voegen.

# UiResultsTemplate.Title
source: Template for Search Results
nl_nl: Sjabloon voor Zoekresultaten

# UiSave.Title
source: Save UI Settings
nl_nl: Bewaar UI Instellingen

# UiSettings.Desc
source: Adjust these to better match appearance of your portal.
nl_nl: Pas deze aan een betere match uiterlijk van uw portal.

# UiSettings.ScreenDesc
source: These settings relate to both search input box and results page...
nl_nl: Deze instellingen relateren aan beide zoekinvoervak en resultatenpagina...

# UiSettings.Title
source: UI Settings
nl_nl: UI Instellingen

# UiStripResultsHtml.Desc
source: When this option is on, Search Boost strips HTML code such as links from descriptions displayed for each item on the results page.
nl_nl: Als deze optie is ingeschakeld, ontdoet Zoekboost HTML-code, zoals koppelingen van beschrijvingen weergegeven voor elk item op de resultatenpagina.

# UiStripResultsHtml.Title
source: Strip HTML from descriptions on Results Page
nl_nl: HTML ontdoen van beschrijvingen op Resultatenpagina

# AddUrl.Title
source: Add URLs...
nl_nl: Voeg URLs toe...

# BoostRecentDocuments.Desc
source: Use this setting to control if newer documents should be considered more relevant and therefore rank higher within results.
nl_nl: Gebruik deze instelling om te regelen of er nieuwere documenten dienen te worden beschouwd als meer relevant en dus een hogere rang moeten hebben binnen de resultaten.

# BoostRecentDocuments.Title
source: Boost Recent Documents
nl_nl: Boost Recente Documenten

# BoostRecentModuleContent.Desc
source: Use this setting to control if newer content from modules should be considered more relevant and therefore rank higher within results.
nl_nl: Gebruik deze instelling om te regelen of er nieuwere inhoud van modules dienen te worden beschouwd als meer relevant en dus een hogere rang moeten hebben binnen de resultaten.

# BoostRecentModuleContent.Title
source: Boost Recent Module Content
nl_nl: Boost Recente Module Inhoud

# CustomRuleWizDs.Where.Desc
source: Specify the WHERE clausis for the SQL query. This fields supports My Tokens.
nl_nl: Specificeer de WAAR clausis voor de SQL-query. Deze velden ondersteunen Mijn Tokens.

# CustomRuleWizDs.Where.Title
source: Where Condition
nl_nl: Waar Conditie

# General.LoadingPleaseWait
source: Loading... Please wait...
nl_nl: Wordt geladen... Eén momentje graag...

# IndexStats.TotalFoldersAnalyzed
source: Total Folders Analyzed:
nl_nl: Totale Mappen Geanalyseerd:
