Repository: bogdan-litescu/DnnSharp.ResourceFiles
Catalog: Search Boost/App_LocalResources/Admin.aspx.*.resx
Languages: nl_nl

# SearchUrls.Desc
source: In this screen you can specify additional URLs that Search Bosot can crawl to extract content. The pages don't have to be on same website. If the URL points to a sitemap or RSS Feed, Search Boost will automatically detect that and parse all pages.
nl_nl: In dit scherm kunt u aanvullende URL's specificeren dat Zoekboost kan crawlen naar uitpakken inhoud. De pagina's hoeven niet op dezelfde website te zijn. Als de URL verwijst naar een sitemap of RSS-Feed, zal Zoekboost dat automatisch detecteren en alle pagina's parseren.

# SearchUrls.DialogTitle
source: Search URLs
nl_nl: Zoek URL's

# CustomRuleWizDs.ManualSQL.Desc
source: Input your select query that returns all relevant columns - the ones you want to index and also special columns such as date published, author id, descriptions and anything else you will find relevant for the next steps of the wizard. Also, make sure your query returns distinct columns.
nl_nl: Voer uw select query in die alle relevante kolommen terugbrengt - degene die u wilt indexeren en ook speciale kolommen zoals datum gepubliceerd, auteur id, beschrijvingen en al het overige wat u relevant voor de volgende stappen van de wizard. Zorg ook voor uw query terugkeringen onderscheiden kolommen.

# CustomRuleWizDs.ManualSQL.Title
source: Input Query
nl_nl: Invoer Query

# CustomRuleWizGen.AdvQuery.Title
source: Let me write the query (advanced users)
nl_nl: Laat mij de query (geavanceerde gebruikers) schrijven

# SortResults.By.DatePublished
source: By Date Published, Newest at the top
nl_nl: Op Datum Gepubliceerd, Nieuwste bovenaan

# SortResults.By.Relevance
source: By Relevance
nl_nl: Op Relevantie

# SortResults.By.Title
source: By Title, Alphabetically
nl_nl: Op Titel, Alfabetisch

# SortResults.By.PageName
source: By Page Name, Alphabetically
nl_nl: Op Paginanaam, Alfabetisch

# SortResults.By.ContainerPath
source: By Page/Folder Path, Alphabetically
nl_nl: Op Pagina/Map Path, Alfabetisch

# SortResults.Desc
source: Select how results should be sorted; notice the default is by relevance which takes into account various criteria such as the number the search terms appear, where they appear within the result, how many times they appear and so on.
nl_nl: Selecteer hoe de resultaten moeten worden gesorteerd; merk op dat de standaard op relevantie is die rekening houdt met verschillende criteria zoals het aantal zoektermen dat verschijnt, waar ze verschijnen in het resultaat, hoe vaak ze verschijnen en ga zo maar door.

# SortResults.Title
source: Sort Results
nl_nl: Sorteer Resultaten

# UsePostWhenOnSamePage.Desc
source: Use this option to maintain page state when a search is submitted and the results are displayed on same page.
nl_nl: Gebruik deze optie om paginastatus te behouden wanneer een zoekopdracht wordt ingediend en de resultaten worden weergegeven op dezelfde pagina.

# UsePostWhenOnSamePage.Title
source: Use POST when input box and search results are on same page
nl_nl: Gebruik POST bij het invoervak en de zoekresultaten zijn op dezelfde pagina

# UiParamNamePage.Desc
source: Activate page is transported to results page via Query String. This option allows you to customize the name of the parameter, so you can integrate with other results module instead that expect a different parameter name in Query String.
nl_nl: Activeer pagina is getransporteerd naar resultatenpagina via Query Tekenreeks. Met deze optie kunt u de naam van de paramater aanpassen, zodat u kunt integreren met andere resultaten in plaats daarvan verwacht een andere parameter naam in Query Tekenreeks.

# UiParamNamePage.Title
source: Name of Query String Param for Page Index
nl_nl: Naam van Query Tekenreeks Param voor Pagina Index

# DocIdx.DownloadURL.CustomScript.Desc
source: Use your custom aspx script to deliver files. <div class = "grayed_desc">for example, http://site.com/<b>MyDownloadsScript.aspx</b>?file=MyFolder/MyFile.pdf</div>
nl_nl: Gebruik uw aangepaste aspx script om bestanden te leveren. <div klasse = "grayed_desc">bijvoorbeeld, http://site.com/<b>MijnDownloadsScript.aspx</b>?bestand=MijnFolder/MijnBestand.pdf</div>

# DocIdx.DownloadURL.CustomScript.Title
source: Custom Download Script
nl_nl: Aangepast Download Script

# SocialSharing.Desc
source: Enable this option to have social sharing controls enabled for each search results.
nl_nl: Schakel deze optie in om sociaal delen controles ingeschakeld te hebben voor elke zoekresultaat.

# SocialSharing.More
source: More...
nl_nl: Meer...

# SocialSharing.ShowCount
source: Also Show Count
nl_nl: Toon Ook Aantal

# SocialSharing.ShowGloalCount
source: Show Total Sharing Count
nl_nl: Toon Totale Delen Aantal

# SocialSharing.Title
source: Social Sharing
nl_nl: Sociaal Delen

# SuggestionCount.Desc
source: When searches return 0 results Search Boost can analyze the index and return simillar terms that would actually return results.
nl_nl: Wanneer zoekopdrachten 0 resultaten opleveren kan Zoekboost de index analyseren en gelijke termen die wel resultaten zouden opleveren terugkeren.

# SuggestionCount.Title
source: Number of Suggestions
nl_nl: Nummer van Suggesties

# UiPageLinksCount.Desc
source: This option determines how many page links are displayed at the bottom of the results.
nl_nl: Deze optie bepaald hoeveel pagina links worden weergegeven op het einde van de resultaten.

# UiPageLinksCount.Title
source: Number of Page Links
nl_nl: Aantal Paginalinks

# MoreLikeThis.Desc
source: When this option is enabled, each result has a "More Like This" link that when clicked returns simillar results based on selected number of common terms.
nl_nl: Als deze optie is ingeschakeld, heeft elke resultaat een "Meer Zoals Dit" link die wanneer erop geklikt wordt gelijke resultaten op basis van het geselecteerde aantal veelgebruikte termen terugkeert.

# MoreLikeThis.Disabled
source: disabled
nl_nl: uitgeschakeld

# MoreLikeThis.NCommonWords
source: based on words that appear minimum {0} times in source doc
nl_nl: Gebaseerd op woorden die minimaal {0} keer verschijnen in bron doc

# MoreLikeThis.Title
source: Enable More Like This
nl_nl: Schakel uit Meer Zoals DitEnable More Like This

# IgnoreAccents.Desc
source: Enable this option to have Search Boost ignore accents so all word are searchable using standard latin characters. This setting is global (for all instances).
nl_nl: Schakel deze optie uit om Zoekboost de accenten te laten negeren dus alle woorden zijn zoekbaar met standaard Latijnse karakters. Deze instelling is globaal (voor alle gevallen).

# IgnoreAccents.Title
source: Ignore Accents
nl_nl: Negeer Accenten

# StopWords.Desc
source: Specify one word per line to build a list of words which should be ignored from indexing and searching (exclude words such as "and", "or" and so on). This setting is global (for all instances).
nl_nl: Specificeer 'één woord per regel om een lijst van woorden te bouwen die genegeerd moeten worden door indexeren and zoeken (sluit woorden zoals "en", "of" en enzovoorts uit). Deze instelling is globaal (voor alle gevallen).

# StopWords.Title
source: Stop Words
nl_nl: Stop Woorden

# AutocompleteSuggestionCount.Desc
source: Select the number of options the autocomplete feature should display at a maximum. The options are built from the content that is already indexed.
nl_nl: Selecteer het aantal opties die de automatisch invullen functie maximaal moet weergeven. Deze opties zijn gebouwd van de inhoud die al is geïndexeerd.

# AutocompleteSuggestionCount.Title
source: Autocomplete Options Count
nl_nl: Automatisch Telling Opties

# CustomRuleWizIdx.LinkResults.UrlColumn.Title
source: URL Column
nl_nl: URL Kolom

# CustomRuleWizIdx.LinkResults.UrlColumn.Desc
source: Each result will point to the url specified by this database field. Use in conjunction with Advanced Query to build the URL programatically from database fields and predetermined data.
nl_nl: Elke resultaat zal verwijzen naar de url gespecificeerd door dit database veld. Gebruik in samenwerking met Geavanceerde Query om de URL programmatisch op te bouwen uit de database velden en vooraf bepaalde gegevens.

# CustomRuleWizIdx.LinkResults.Url.DescTokens
source: This field supports My Tokens.
nl_nl: Dit veld ondersteunt Mijn Tokens.

# WildCardSearch.Desc
source: The smallest part Search Boost normally searches is the word. Enable this option to have Search Boost also match the input that appears as part of words. For example, searching for <i>*st</i> will return results containing words that end in <i>st</i> such as <i>boost</i>. The wild card character can appear at end or inside of search terms, it can't be the first character. By choosing the implicite option users no longer have to type the asterisx character, it will be appended automatically by Search Boost at the end of search terms.
nl_nl: Het kleinste deel dat Zoekboost zoekt is normaal het woord. Schakel deze optie in om Zoekboost de invoer die verschijnt als een deel van woorden ook te laten matchen. Bijvoorbeeld, zoekopdracht voor <i>*st</i> zal terugkeren met woorden die eindigen op <i>st</i> zoals <i>boost</i>. Het wilde kaart letterteken kan verschijnen aan het eind of in de zoektermen, het kan niet het eerste letterteken zijn. Door te kiezen voor de impliciete optie hoeven de gebruikers niet langer het asterisx teken te typen, het zal automatisch worden toegevoegd door Zoekboost aan het eind van zoektermen.

# WildCardSearch.Disabled
source: Disabled
nl_nl: Uitgeschakeld

# WildCardSearch.Enabled
source: Enabled
nl_nl: Ingeschakeld

# WildCardSearch.Implicitely
source: Implicitly
nl_nl: Impliciet

# WildCardSearch.Title
source: WildCard(*) Search
nl_nl: Jokerteken(*) Zoekopdracht

# SwitchInstance.NoInstance
source: Add Search Boost input and results modules or skin objects to your portal before you can manage them!<br/><br/>Read our <a href="http://search-boost.avatar-soft.ro/home/getting-started" target="_blank">Getting Started Guide</a> for more info...
nl_nl: Voeg Zoekboost invoer en resultatenmodules of weergave objecten toe aan uw portaal voordat u ze kunt beheren!<br/><br/>Lees onze <a href="http://search-boost.avatar-soft.ro/home/getting-started" target="_blank">Aan de Slag Gids</a> voor meer informatie....

# CustomRuleWizOpt.CategoryNames.Desc
source: Specify list of category names, one per line; specify subcategories by using this notation: CategoryName/SubcategoryName/Subsubcategory/etc - any depth is allowed
nl_nl: Specificeer de lijst van categorienamen, één per regel; specificeer subcategorieën met behulp van deze notatie:CategorieNaam/SubcategorieNaam/Subsubcategorie/etc - elke diepte is toegestaan

# CustomRuleWizOpt.CategorySource.Desc
source: The category is used in faceted search, to filter down results by their categories and subcategories.
nl_nl: De categorie wordt gebruikt in facetten zoekopdrachten, om beneden resultaten door hun categorieën en subcategorieën te filteren.

# CustomRuleWizOpt.CategorySource.Title
source: Category
nl_nl: Categorie

# CustomRuleWizOpt.ManualData.Desc
source: Specifiy additional data using this pattern: param1=val1&amp;param2=val2&amp;...&amp;paramN=valN
nl_nl: Specificeer aanvullende gegevens met behulp van dit patroon: param1=val1&amp;param2=val2&amp;...&amp;paramN=valN

# CustomRuleWizOpt.ManualData.Title
source: Manual Data
nl_nl: Manueel Gegevens

# CustomRuleWizOpt.XslParams.Desc
source: Select additional data. These are parameters that you can use in the XSL template. You can access these from the result node as &lt;xsl:value-of select="data/field[@name='somekey']"&gt;&lt;/xsl:value-of&gt;.Also, you can filter by this parameters in the search results by appending sbc-(name)=(value) to the URL.
nl_nl: Selecteer aanvullende data. Dit zijn parameters die u kunt gebruiken in de XSL-sjabloon. U kunt toegang krijgen tot deze uit het resultaat node als <xsl:waarde-of selecteer="data/veld[@name='sommigetoetsen']"> </ xsl: waarde-of>. Ook kunt u filteren op deze parameters in de zoekresultaten door het toevoegen van SBC-(naam) = (waarde) aan de URL.

# CustomRuleWizOpt.XslParams.Title
source: Custom Data
nl_nl: Aangepaste Gegevens

# SearchContent.Desc
source: If this option is disabled, Search Boost no longers matches keywords in the content. Use this to create for example a 'search titles only' function.
nl_nl: Als deze optie is uitgeschakeld, matcht Zoekboost niet langer sleutelwoorden in de inhoud. Gebruik dit bijvoorbeeld om een 'zoek alleen titels' functie aan te maken.

# SearchContent.Title
source: Search Content
nl_nl: Zoekinhoud

# DocIdx.DocAnalyzer.CheckDeleted.Desc
source: Turn off this option to improve performances when you know that your documents will never get deleted from disk.
nl_nl: Schakel deze optie uit om de prestaties te verbeteren wanneer u weet dat uw documenten nooit worden verwijderd van de schijf.

# DocIdx.DocAnalyzer.CheckDeleted.Title
source: Check for Deleted Documents
nl_nl: Controleer voor Verwijderde Documenten

# DocIdx.DocAnalyzer.CheckNew.Desc
source: Turn off this option if you know that no new files will be added to your site. This will result in improved performances.
nl_nl: Schakel deze optie uit als u weet dat er geen nieuwe bestanden worden toegevoegd aan uw site. Dit zal resulteren in verbeterde prestaties.

# DocIdx.DocAnalyzer.CheckNew.Title
source: Check for New Files
nl_nl: Controleer voor Nieuwe Bestanden

# DocIdx.DocAnalyzer.CheckUpdated.Desc
source: If you know that documents will not ge modified then turn off this option to improve performances of the Documents Analyzer Service.
nl_nl: Als u weet dat documenten niet zullen worden gemodificeerd schakel dan deze optie uit om de prestaties van de Documenten Analysator Dienst te verbeteren.

# DocIdx.DocAnalyzer.CheckUpdated.Title
source: Check for Updated Files
nl_nl: Controleer voor Bijgewerkte Bestanden

# DocIdx.DocAnalyzer.Desc
source: The Doc Analyzer scans folder to determine which files need to be pushed to the indexing service.
nl_nl: De Doc Analysator scant de map om te bepalen welke bestanden moeten worden geduwd naar de Indexing-service.

# DocIdx.DocAnalyzer.Title
source: Doc Analyzer
nl_nl: Doc Analysator

# CustomRuleWizOpt.IsDeletedCol.Desc
source: Use this column to instrcut Search Boost when entries are logically deleted so they shouldn't appear in results. If Date Published is also set, this column is critical to ensure that deleted rows are dropped from the index.
nl_nl: Gebruik deze kolom om Zoekboost te instrueren bij het logisch verwijderen van invoeren, zodat ze niet worden weergegeven in de resultaten. Als Publicatiedatum ook is ingesteld, is deze kolom is van cruciaal belang om ervoor te zorgen dat de verwijderde rijen worden gedropt uit de index.

# CustomRuleWizOpt.IsDeletedCol.Title
source: Is Deleted Column
nl_nl: Is Verwijderde Kolom

# GeneralSettings.Analyzer.Desc
source: The analyzer is used to determine what defines words, how to handle punctuations, accents, different charsets, etc. After you change the analyzer a Clear Index is required otherwie the results will get inconsistent.
nl_nl: De analysator wordt gebruikt om te bepalen wat woorden definieert, hoe om te gaan met leestekens, accenten, verschillende tekensets, enz. Nadat u de analysator hebt veranderd is een Verwijder Index nodig, omdat anders de resultaten inconsistent worden.

# GeneralSettings.Analyzer.Title
source: Analyzer
nl_nl: Analysator

# GeneralSettings.PreventAutoConfig.Desc
source: Normally, Search Boost will set itself as the default search provider in web.config and also it will stop the scheduled task that run the standard search provider. Enable this option if you want to manage that yourself, making it possible to run both the standard provider and the Search Boost provider and the same time.
nl_nl: Normaal gesproken zal Zoekboost zichzelf instellen als de standaard zoekmachine in web.config en ook zal het de geplande taak stoppen die de standaard zoekmachine draaide. Schakel deze optie in als u deze zelf wilt beheren, waardoor het mogelijk is om zowel de standaard provider als de Zoekboost provider allebei op hetzelfde tijdstip te laten draaien.

# GeneralSettings.PreventAutoConfig.Title
source: Prevent Search Boost auto updating configuration
nl_nl: Voorkom Zoekboost automatisch bijwerken configuratie

# SearchTargetExceptModuleType.Desc
source: This option allows ignoring modules by type. Only modules that support ISearchable are displayed in the list.
nl_nl: Met deze optie kunt u modules per type negeren. Alleen modules die ISearchable ondersteunen worden weergegeven in de lijst.

# SearchTargetExceptModuleType.Title
source: Extension Types...
nl_nl: Extensie Types...

# SearchTargetExceptModuleTypeLabel.Title
source: Select which extensions to ignore:
nl_nl: Selecteer welke extensies om te negeren:

# SortResultsNoTerms.Desc
source: This determines the sort of the search results when no search terms have been provided (for example, when only filters determine the results)
nl_nl: Dit bepaald het soort van de zoekresultaten wanneer geen zoektermen verstrekt (bijvoorbeeld, wanneer alleen filters de resultaten bepalen)

# SortResultsNoTerms.Title
source: Sort when no search terms
nl_nl: Sorteer wanneer er geen zoektermen zijn

# ModuleTitlesMode.Desc
source: Determines which title Search Boost should use to display results that come from modules. Module Title means Search Boost will always use the title of the module regardless of what ISearchable is saying; Page Title works the same only it uses the page title (or if not specified it uses the page name)
nl_nl: Bepaalt welke titel Zoekboost moet gebruiken om resultaten die afkomstig zijn uit modules weer te geven. Moduletitel betekent dat Zoekboost altijd de titel van de module zal gebruiken, ongeacht wat ISearchable zegt; Paginatitel werkt hetzelfde alleen het maakt gebruik van de paginatitel (of indien niet opgegeven maakt het gebruik van de paginanaam)

# ModuleTitlesMode.ModuleTitle
source: Module Title
nl_nl: Module Titel

# ModuleTitlesMode.ModuleTitleWhenEmpty
source: Module Title when title is missing
nl_nl: Moduletitel wanneer de titel ontbreekt

# ModuleTitlesMode.PageTitle
source: Page Title
nl_nl: Titel Pagina

# ModuleTitlesMode.PageTitleWhenEmpty
source: Page Title when title is missing
nl_nl: Paginatitel wanneer de titel ontbreekt

# ModuleTitlesMode.Title
source: Title for Module Results
nl_nl: Titel voor Moduleresultaten

# MergeModules.Desc
source: Use this option to instruct Search Boost to merge content that comes from module son the same page to prevent duplicate results. Note that if this option is enabled it's recommnded that you use the Page Title option for displaying result titles.
nl_nl: Gebruik deze optie om Zoekboost de opdracht te geven de inhoud die afkomstig is van modulezoon samen te voegen naar dezelfde pagina om dubbele resultaten te voorkomen. Merk op dat als deze optie is ingeschakeld het wordt aangeraden om de Paginatiteloptie te gebruiken om de resultatentitels weer te geven.

# MergeModules.MergeByPageAndQuery
source: Merge by page and query string
nl_nl: Samenvoegen per pagina en query tekenreeks

# MergeModules.NoMerge
source: Do not merge
nl_nl: Niet samenvoegen

# MergeModules.Title
source: Merge Module Content
nl_nl: Moduleinhoud Samenvoegen

# Reports.ScreenDesc
source: This screen provides information about how people are using the search. Use this information to tweak searches or track popular content.
nl_nl: Dit scherm geeft informatie over hoe mensen de zoekfunctie gebruiken. Gebruik deze informatie om zoekopdrachten te tweaken of populaire inhoud bij te houden.

# Reports.Title
source: Reports
nl_nl: Rapporten

# Reports.SearchCount
source: {0} searches
nl_nl: {0} Zoekopdrachten

# Reports.Title.LatestSearches
source: Latest Searches
nl_nl: Laatste Zoekopdrachten

# Reports.Title.PopularSearches
source: Popular Searches in last 30 days
nl_nl: Populaire Zoekopdrachten in de laatste 30 dagen

# Reports.TotalResults
source: {0} results
nl_nl: {0} resultaten

# ModuleData.Boost.Desc
source: Determines how high results coming from this module will rank.
nl_nl: Bepaald hoe hoog resultaten van deze module zullen rangschikken.

# ModuleData.Categories.Desc
source: Categories are used for faceted search. Input one category per line. Subcategories are supported with syntax Category/SubCategory/SubSubCategory/etc.
nl_nl: Categorieën worden gebruikt voor gefacetteerde zoekopdracht. Voer één categorie per regel in. Subcategorieën worden ondersteunt met syntax Categorie/SubCategorie/SubSubCategorie/etc.

# ModuleData.Categories.Title
source: Categories
nl_nl: Categorieën

# ModuleData.Fields.Desc
source: Attach additional fields to this module. Fields are used for filtering results or for building custom display for results. Input one <i>param1=val1</i> pair per line.
nl_nl: Voeg aanvullende velden bij aan deze module. Velden worden gebruikt om resultaten te filteren of om aangepaste weergaves voor resultaten te bouwen. Voer één <i>param1=val1</i> koppel per regel in.

# ModuleData.Fields.Title
source: Additional Fields
nl_nl: Aanvullende Velden

# SortResults.By.Random
source: Random
nl_nl: Willekeurig

# WordSplitters.Desc
source: These options determine how the text is split into words.
nl_nl: Deze opties bepalen hoe de tekst is verdeeld in woorden.

# WordSplitters.Hyphen.Title
source: Split at Hyphens
nl_nl: Deelt bij het streepje streepje '-'

# WordSplitters.Title
source: Word Splitting Characters
nl_nl: Woord Splitsende Tekens

# Stemming.Desc
source: Stemming is the process of reducing the word to a base form. For example, stemming will make "search", "searches", "seaching", "searched" identical, so a search for any will bring the same results. Stemming only works for English words and requires Search Boost Analyzer in General Settings.
nl_nl: Stamgebruik is het proces van het reduceren van het woord naar een basisvorm. Bijvoorbeeld, stamgebruik zal "zoekopdracht", "zoekopdrachten", "zoeken", "gezocht" identiek maken, dus een zoekopdracht naar één zal dezelfde resultaten opleveren. Stamgebruik werkt alleen voor Engelse woorden en vereist Zoekboost Analysator in Algemene Instellingen.

# Stemming.Title
source: Use Stemming (English Only)
nl_nl: Gebruik Stamgebruik (Alleen Engels)

# AllowUserSort.Desc
source: Enable this option to allow users to override the sorting of results at search time.
nl_nl: Schakel deze optie in om gebruikers toe te staan de sortering van de resultaten te overschrijven bij zoektijd.

# AllowUserSort.Title
source: Allow User Sort
nl_nl: Sta Gebruiker Sorteer Toe

# WildCardSearch.Warning
source: Warning! Wildcard search is not compatible with the Highlighter or Stem Filter.
nl_nl: Waarschuwing! Jokertekens zoekopdrachten is niet compatibel met de markeerstift.
