Repository: bogdan-litescu/DnnSharp.ResourceFiles
Catalog: Search Boost/App_LocalResources/Admin.aspx.*.resx
Languages: nl_nl

# Activate.Title
source: Activate
nl_nl: Activeren

# BacktoPortal.Desc
source: Click here to return to previous page.
nl_nl: Klik hier om terug te keren naar de vorige pagina.

# BacktoPortal.Title
source: Back to Portal
nl_nl: Terug naar Portaal

# Buy.Title
source: Buy
nl_nl: Kopen

# ClearIndex.Desc
source: This option will delete all indexed content, so on next indexing operation the content is reindexed from scratch.
nl_nl: Deze optie zal alle geïndexeerde inhoud verwijderen. Bij de volgende indexering bewerking zal de inhoud wordt geherindexeerd vanaf het begin.

# ClearIndex.Title
source: Clear Index
nl_nl: Index Wissen

# ControlPanel.Title
source: Control Panel
nl_nl: Control Paneel

# CustomRules.Delete
source: Delete
nl_nl: Verwijderen

# CustomRules.Desc
source: This allows to define new rules for indexing content in the database.
nl_nl: Hierdoor kunnen nieuwe regels voor indexering van de inhoud in de database worden gedefinieerd.

# CustomRules.Edit
source: Edit
nl_nl: Wijzigen

# CustomRules.Present
source: <b>Below are all Custom Rules you have created.</b><br /> Note that this instance will only bring results from rules that are selected.
nl_nl: <b>Hieronder vindt u alle Aangepaste Regels die u hebt gemaakt.</b><br /> Merk op dat dit geval alleen resultaten uit regels die zijn geselecteerd zal voorbrengen.

# CustomRules.ScreenDesc
source: This section allows defining rules for indexing arbitrary content from the database...
nl_nl: Deze sectie laat het definiëren van regels voor het indexeren van willekeurige inhoud uit de database toe...

# CustomRules.Title
source: Custom Rules
nl_nl: Aangepaste Regels

# CustomRuleWiz.Next
source: Next
nl_nl: Volgende

# CustomRuleWiz.Param.PassAs.Desc
source: Type the name you want the value of this column to be passed as.
nl_nl: Typ de naam die u wilt dat als de waarde van deze kolom moet worden doorgegeven. Bijvoorbeeld, de parameter kan verzonden worden als http://domain.com?<i>param1</i>=&amp;lt;values from db&amp;gt;

# CustomRuleWiz.Param.PassAs.Title
source: pass as
nl_nl: doorgeven als

# CustomRuleWiz.Prev
source: Previous
nl_nl: Vorige

# CustomRuleWiz.Step
source: Step <b>{0}</b> of <b>{1}</b>
nl_nl: Stap <b>{0}</b> of <b>{1}</b>

# CustomRuleWizDs.Desc
source: On this screen you define the query that SearchBoost will run to get the results that will be indexed.<br /> Focus/hover controls for additional help...
nl_nl: Op dit scherm definieert u de query die SearchBoost zal draaien om de resultaten te verkrijgen die zullen worden geïndexeerd.<br /> Focus/aanwijzen controles voor aanvullende hulp...

# CustomRuleWizDs.JoinTable
source: Join Antoher Table
nl_nl: Wordt Lid van een Andere Tabel

# CustomRuleWizDs.PrimaryTable.Desc
source: Please specify main table for this datasource. Other tables below are joined with this one.
nl_nl: Specificeer a.u.b. een hoofdtabel voor deze gegevensbron. Andere tabellen hieronder zijn aangesloten met deze.

# CustomRuleWizDs.PrimaryTable.Title
source: Primary Table
nl_nl: Primaire Tabel

# CustomRuleWizDs.Title
source: Data Source
nl_nl: Gegevensbron

# CustomRuleWizGen.Boost.Desc
source: The boost determines if the results generated by this rule should rank higher.
nl_nl: De boost bepaalt of de resultaten die door deze regel zijn gegenereerd een hogere rang moeten krijgen.

# CustomRuleWizGen.ConnStr.Desc
source: Only specify connection string if you need to connect to a different database.
nl_nl: Specificeer alleen een verbindingsreeks als u verbinding moet maken naar een andere database.

# CustomRuleWizGen.ConnStr.Title
source: Connection String
nl_nl: Verbindingsreeks

# CustomRuleWizGen.Desc
source: Focus controls for additional help...
nl_nl: Focus controles voor aanvullende hulp ...

# CustomRuleWizGen.Description.Desc
source: Optionally, input text to describe the purpose of this Search Rule.
nl_nl: Vul eventueel tekst in om het doel van dit Zoekresultaat te omschrijven.

# CustomRuleWizGen.Description.Title
source: Description
nl_nl: Omschrijving

# CustomRuleWizGen.Title
source: General Information
nl_nl: Algemene Informatie

# CustomRuleWizGen.Title.Desc
source: Please input an unique identfier for this Search Rule.
nl_nl: Vul a.u.b. een unieke identificator in voor dit Zoekresultaat.

# CustomRuleWizGen.Title.Title
source: Title
nl_nl: Titel

# CustomRuleWizIdx.Desc
source: On this screen you select which columns need to be indexed.<br /> Focus/hover controls for additional help...
nl_nl: In dit scherm kunt u selecteren welke kolommen moeten worden geïndexeerd.<br /> Focus/aanwijzen controles voor aanvullende hulp...

# CustomRuleWizIdx.IdCol.Desc
source: The id column uniquely identifies a record and it's used for indexing items individually.
nl_nl: De id kolom is een unieke identificatie van een record en het wordt gebruikt voor het afzonderlijk indexeren van artikelen.

# CustomRuleWizIdx.IdCol.Title
source: Select Id Column
nl_nl: Selecteer Id Kolom

# CustomRuleWizIdx.IndexCols.Desc
source: Note that all columns are converted to strings when indexing happens.
nl_nl: Merk op dat alle kolommen worden omgezet in tekenreeksen bij het indexeren.

# CustomRuleWizIdx.IndexCols.Title
source: Select columns to index
nl_nl: Selecteer kolommen om te indexeren

# CustomRuleWizIdx.LinkResults.Desc
source: Select to which page results generated by this rule will redirect to when clicked.
nl_nl: Selecteer naar welke gegenereerde pagina door deze regel wordt doorgewezen wanneer aangeklikt.

# CustomRuleWizIdx.LinkResults.ModuleColumn.Desc
source: Please select ModuleID column, it is used to redirect to original content when a link in search results is clicked.
nl_nl: Selecteer a.u.b. ModuleID kolom. Wordt gebruikt om door te verwijzen naar de originele inhoud wanneer een link in de zoekresultaten wordt aangeklikt.

# CustomRuleWizIdx.LinkResults.ModuleColumn.Title
source: Module ID Column
nl_nl: Module ID Kolom

# CustomRuleWizIdx.LinkResults.ModuleId.Desc
source: All search results generated by this rule will point to the module identified by this ID (use next step to pass additional parameters in Query String).
nl_nl: Alle zoekresultaten gegenereerd door deze regel zullen wijzen op de module geïdentificeerd door deze ID (gebruik de volgende stap om aanvullende parameters door te geven in Query Tekenreeks).

# CustomRuleWizIdx.LinkResults.ModuleId.Title
source: I'll specify a module ID
nl_nl: Ik specificeer een module ID

# CustomRuleWizIdx.LinkResults.TabColumn.Desc
source: Please select TabID column, it is used to redirect to original content when a link in search results is clicked (use next step to pass additional parameters in Query String).
nl_nl: Selecteer a.u.b. TabID kolom. Wordt gebruikt om door te verwijzen naar de originele inhoud wanneer een link in de zoekresultaten wordt aangeklikt (gebruik de volgende stap om aanvullende parameters door te geven in Query Tekenreeks).

# CustomRuleWizIdx.LinkResults.TabColumn.Title
source: Tab ID Column
nl_nl: Tab ID Kolom

# CustomRuleWizIdx.LinkResults.TabId.Desc
source: All search results generated by this rule will point to the page identified by this ID (use next step to pass additional parameters via Query String).
nl_nl: Alle zoekresultaten gegenereerd door deze regel zullen wijzen op de pagina geïdentificeerd door deze ID (gebruik de volgende stap om aanvullende parameters door te geven in Query Tekenreeks).

# CustomRuleWizIdx.LinkResults.TabId.Title
source: I'll specify a tab ID
nl_nl: Ik specificeer een tab ID

# CustomRuleWizIdx.LinkResults.Title
source: Link results to pages by using
nl_nl: Link resultaten naar pagina's door het gebruiken van

# CustomRuleWizIdx.LinkResults.Url.Desc
source: All search results generated by this rule will point to the URL specified in this field (use next step to pass additional parameters in Query String).
nl_nl: Alle zoekresultaten gegenereerd door deze regel zullen wijzen op de URL gespecificeerd in dit veld (gebruik de volgende stap om aanvullende parameters door te geven in Query Tekenreeks).

# CustomRuleWizIdx.LinkResults.Url.Title
source: I'll specify an URL
nl_nl: Ik specificeer een URL

# CustomRuleWizIdx.Title
source: Indexing Rules
nl_nl: Indexing Regels

# CustomRuleWizIdx.TitleCol.Desc
source: The title is usually the module title that appears on first line in search results.
nl_nl: De titel is meestal de moduletitel die verschijnt op de eerste regel in de zoekresultaten.

# CustomRuleWizIdx.TitleCol.Title
source: Select Title Column
nl_nl: Selecteer Titelkolom

# CustomRuleWizJoinTpl.InnerJoin.Desc
source: Inner Join will restrict results in primary table to those that have a match in the joined table.
nl_nl: Inner Join zal resultaten in de primaire tabel beperken aan diegenen die een match in de samengevoegde tabel hebben.

# CustomRuleWizJoinTpl.Join.AddCond
source: Add Join Condition
nl_nl: Samengevoegde Conditie Toevoegen

# CustomRuleWizJoinTpl.Join.AddCustomCond
source: Add Custom Condition
nl_nl: Aangepaste Conditie Toevoegen

# CustomRuleWizJoinTpl.JoinCond.Custom
source: Freely input a join condition. For example: Join1.Col1 = Join4.Col7
nl_nl: Vrij invoeren van een samengevoegde conditie. Bijvoorbeeld: Join1.Col1 = Join4.Col7

# CustomRuleWizJoinTpl.JoinCond.Remove
source: Remove
nl_nl: Verwijderen

# CustomRuleWizJoinTpl.JoinKey.Foreign
source: Select column in this table to join on (usually a foreign key).
nl_nl: Selecteer een kolom in dit tabel om aan te sluiten aan (meestal een refererende toets).

# CustomRuleWizJoinTpl.JoinKey.Primary
source: Select column in main table to join on (usually the primary key).
nl_nl: Selecteer een kolom in de hoofdtabel om aan te sluiten (meestal de primaire toets).

# CustomRuleWizJoinTpl.JoinKey.Title
source: ON
nl_nl: AAN

# CustomRuleWizJoinTpl.JoinTable.Desc
source: Please specify table to join.
nl_nl: Specificeer a.u.b. tabel om aan te sluiten.

# CustomRuleWizJoinTpl.JoinTable.Title
source: Join Table
nl_nl: Wordt Lid van Tabel

# CustomRuleWizJoinTpl.OuterJoin.Desc
source: Outer Join will also include results from primary table that don't have a match in the joined table. In this case, the joined fields will be null.
nl_nl: Outer Join zal resultaten in de primaire tabel bevatten die geen match in de samengevoegde tabel hebben. In dit geval zullen de samengevoegde velden nul zijn.

# CustomRuleWizJoinTpl.RemoveJoin.Title
source: Remove Join
nl_nl: Verwijder Samenvoegen

# CustomRuleWizOpt.AdditionalParams.Desc
source: You can pass additional parameters from database to search result url via Query String.
nl_nl: U kunt aanvullende parameters uit de database naar zoekresultaat url via Query Tekenreeks passeren.

# CustomRuleWizOpt.AdditionalParams.Title
source: Additional Parameters
nl_nl: Aanvullende Parameters

# CustomRuleWizOpt.AuthorCol.Desc
source: This is optional.
nl_nl: Dit is optioneel.

# CustomRuleWizOpt.AuthorCol.Title
source: Select AuthorId Column
nl_nl: Selecteer Authorld Kolom

# CustomRuleWizOpt.DatePubCol.Desc
source: If there is a Publication Date Field (often called DateCreated), please put it in here.
nl_nl: Als er een Publicatiedatumveld is (vaak DatumAangemaakt genoemd), stop het a.u.b. hierin.

# CustomRuleWizOpt.DatePubCol.Title
source: Select Publication Date Column
nl_nl: Selecteer Publicatiedatumkolom

# CustomRuleWizOpt.Desc
source: On this screen you can fine tune how this rule is indexed. All parameters are optional.
nl_nl: Op dit scherm kunt u fijn bijwerken hoe deze regel is geïndexeerd. Alle parameters zijn optioneel.

# CustomRuleWizOpt.DescCol.Desc
source: The description is the short text that appears under each result on search page.
nl_nl: De omschrijving is de korte tekst die verschijnt onder elk resultaat op de zoekpagina.

# CustomRuleWizOpt.DescCol.Title
source: Select Description Column
nl_nl: Selecteer Omschrijving Kolom

# CustomRuleWizOpt.ManualParams.Desc
source: Specifiy additional parameters using this pattern: param1=val1&amp;param2=val2&amp;...&amp;paramN=valN
nl_nl: Specificeer aanvullende parameters die dit patroon gebruiken: param1=val1&amp;param2=val2&amp;...&amp;paramN=valN

# CustomRuleWizOpt.ManualParams.Title
source: And/Or manually provide parameters:
nl_nl: En/Of manueel verstrekken parameters:

# CustomRuleWizOpt.Template.Desc
source: Use a template to build the description. <br /> Reference columns by their names like this [Field:&lt;ColumnName&gt;] (replace &lt;ColumnName&gt; with your own).<br /> Note that this can also be an HTML template.
nl_nl: Gebruik een sjabloon om een omschrijving te bouwen. <br /> Refereer kolommen bij hun namen zoals dit [Field:&lt;ColumnName&gt;] (vervang &lt;ColumnName&gt; met uw eigen).<br /> Merk op dat dit ook een HTML sjabloon kan zijn.

# CustomRuleWizOpt.Title
source: Optional Parameters
nl_nl: Optionele Parameters

# Dialog.Cancel
source: Cancel
nl_nl: Annuleren

# Dialog.Save
source: Save
nl_nl: Opslaan

# DocIdx.DialogTitle
source: Document Search Settings
nl_nl: Document Zoekinstellingen

# DocIdx.DownloadURL.Desc
source: Document Download URL Format
nl_nl: Document Download URL Opmaak

# DocIdx.DownloadURL.FilePath.Desc
source: SEO&amp;Human Friendly, doesn't enforce security (once obtained, the link can be accessed regardless of security) <div class = "grayed_desc">for example, http://site.com/Portals/0/MyFolder/MyFile.pdf</div>
nl_nl: SEO & Mensvriendelijk, dwingt geen beveiliging af (eenmaal verkregen, kan de koppeling onafhankelijk van de veiligheid worden geopend) <div klasse = "grayed_desc">bijvoorbeeld, http://site.com/Portalen/0/MijnFolder/MijnBestand.pdf</div>

# DocIdx.DownloadURL.FilePath.Title
source: Use file path
nl_nl: Gebruik bestand pad

# DocIdx.DownloadURL.ScriptWithPath.Desc
source: SEO&amp;Human Friendly, enforces portal security, but the direct link can also be guessed from the URL. <div class = "grayed_desc">for example, http://site.com/SearchResults.aspx?file=MyFolder/MyFile.pdf</div>
nl_nl: SEO&amp;Mensvriendelijk, dwingt portaal beveiliging, maar de directe koppeling kan ook worden geraden van de URL. <div klasse = "grayed_desc">bijvoorbeeld, http://site.com/ZoekResultaten.aspx?bestand=MijnFolder/MijnBestand.pdf</div>

# DocIdx.DownloadURL.ScriptWithPath.Title
source: Download script with File Path
nl_nl: Download script met Betand Pad

# DocIdx.DownloadURL.SriptWithFileId.Desc
source: Hides (obfuscates) internal paths, ideal solution for enforcing security because nobody can deduce the file path from an ID. <div class = "grayed_desc">for example, http://site.com/SearchResults.aspx?file=4123</div>
nl_nl: Verstopt (verduistert) interne paden, ideale oplossing voor de handhaving van de veiligheid, omdat niemand het bestandspad kan af leiden van een ID. <div klasse = "grayed_desc">bijvoorbeeld, http://site.com/ZoekResultaten.aspx?file=4123</div>

# DocIdx.DownloadURL.SriptWithFileId.Title
source: Download script with File ID
nl_nl: Download script met Bestand ID

# DocIdx.ErrUpdate
source: Error updating Document Search Settings!<br />Server response:
nl_nl: Fout bijwerken Document Zoekinstellingen!<br />Server reactie:

# DocIdx.FileTypes.Desc
source: Select <i>File Types</i> this instance should index &amp; search
nl_nl: Selecteer <i>Bestandtypes</i> dit exemplaar moet index &amp; zoeken

# DocIdx.FileTypes.Instructions
source: You can configure File Indexers from <i>/DesktopModules/SearchBoost/Config/FileSearch.xml</i>. This includes adding support for new formats, adding new extensions for existing formats or setting defaults.<br /><br /> Note that you can enable even more formats by <b>installing IFilter packages</b> on your website. You can download these from the owner's website (Adobe, Microsoft, etc).<br /><br /> Please <a href = "http://www.dnnsharp.com/support#opturl=%2Fsearchboost">Contact Us</a> for more formats or custom search indexers...
nl_nl: U kunt Bestand Indexers configuren van <i>/DesktopModules/SearchBoost/Config/FileSearch.xml</i>. Dit omvat het toevoegen van ondersteuning voor nieuwe opmaakprofielen, het toevoegen van nieuwe uitbreidingen voor bestaande opmaakprofielen of het instellen van standaardwaarden.<br /> <br /> Merk op dat u nog meer opmaakprofielen mogelijk kunt maken door <b>installing IFilter packages</b> op uw website. U kunt deze downloaden van de website van de eigenaar (Adobe, Microsoft, etc.).<br /> <br /> A.u.b <a href = "http://www.dnnsharp.com/Support/Forums/tabid/99/Default.aspx">Contact Ons</a> voor meer opmaakprofielen of aangepaste zoek indexers...

# DocIdx.FileTypes.Title
source: File Types
nl_nl: Bestandtypes

# DocIdx.Security.EnforceDnn.Desc
source: When this option is checked Search Boost looks up folder permissions in DNN tables and only displays results from files user has access to.
nl_nl: Als deze optie is ingeschakeld zoekt Zoekboost mapmachtigingen op in DNN tabellen en geeft alleen de resultaten van bestanden weer waar een gebruiker toegang tot heeft.

# DocIdx.Security.EnforceDnn.Title
source: Enforce DNN Folder Security
nl_nl: Afdwingen DNN Map Veiligheid

# DocIdx.Security.Title
source: Security
nl_nl: Beveiliging

# DocIdx.SuccessUpdate
source: Document Search Settings successfully updated.
nl_nl: Document Zoekinstellingen succesvol bijgewerkt.

# Documentation.Title
source: Documentation
nl_nl: Documentatie

# DocumentSearch.Desc
source: This screen allows tweaking the File Indexing engine.
nl_nl: Dit scherm staat tweaking toe in het bestand indexering programma.

# DocumentSearch.Title
source: Document Search
nl_nl: Document Zoeken

# DynamicHighlighter.Desc
source: Search Boost can highlight the search terms within search results to make content easier to locate. Note that the highlight style can be changed from the template by modifying class "highlight".
nl_nl: Zoekboost kan de zoektermen markeren binnen zoekresultaten om de inhoud makkelijker te lokaliseren. Merk op dat de gemarkeerde stijl veranderd kan worden van het sjabloon door klas ''gemarkeerd'' te wijzigen.".

# DynamicHighlighter.Title
source: Highlight search terms in results
nl_nl: Markeer zoektermen in resultaten

# Error.Title
source: Error
nl_nl: Foutmelding

# Exceptions.Title
source: Exceptions...
nl_nl: Verwachtingen...

# Filter.Reset
source: Reset
nl_nl: Opnieuw instellen

# Filter.Save
source: Save Filters
nl_nl: Bewaar Filters

# Filters.Desc
source: Filters appear next to search boxes; they're used to filter results.
nl_nl: Filter verschijnt naast zoekvakken; ze zijn gewend om resultaten te filteren.

# Filters.ScreenDesc
source: This section allows defining filters that users can use to better target searches...
nl_nl: Deze sectie laat het definiëren van filters toe dat gebruikers kunnen gebruiken om doelzoekopdrachten te verbeteren...

# FuzzySearch.Desc
source: Fuzzy Search will return results that fall within the similarity percentage. For example, searching for <i>test</i> will also return resuts that contain text but only if the similarity index is less than 75% (because 1 letter of 4 means 25% missmatch).
nl_nl: Fuzzy Zoeken zal resultaten laten terugkeren die vallen binnen de gelijkenis percentage. Bijvoorbeeld, zoeken naar <i>test</i> zal ook resultaten laten terugkeren die tekst bevatten, maar alleen als de gelijkenisindex kleiner is dan 75% (omdat 1 brief of 4 betekend 25% missmatch).

# FuzzySearch.Similarity100
source: Disabled
nl_nl: Uitgeschakeld

# FuzzySearch.SimilarityPercent
source: Match Similarity {0}%
nl_nl: Overeenkomst Gelijkenis {0}%

# FuzzySearch.Title
source: Fuzzy Search
nl_nl: Fuzzy Zoeken

# GeneralSettings.DebugLogIndexing.Desc
source: Turn on this option to have Search Boost log information when search indexing happens.<br />Logs are saved under <i>/Portals/_default/Logs/SearchBoost</i>.
nl_nl: Schakel deze optie in om Zoekboost informatie te laten loggen wanneer zoekopdracht indexering gebeurt.<br /> Logs worden opgeslagen onder <i>/ Portals/_default/Logs/SearchBoost</i>.

# GeneralSettings.DebugLogIndexing.Title
source: DEBUG: Enable Search Indexing logging
nl_nl: DEBUG: Schakel Zoekindexering logging in

# GeneralSettings.DebugLogSearch.Desc
source: Turn on this option to have Search Boost log information when search are submitted.<br />Logs are saved under <i>Portal Home Directory/Logs/SearchBoost</i>.
nl_nl: Schakel deze optie in om Zoekboost informatie te laten loggen wanneer zoekopdrachten zijn ingediend.<br />Logs worden opgeslagen onder <i>Portal Home Directory/Logs/SearchBoost</i>.

# GeneralSettings.DebugLogSearch.Title
source: DEBUG: User Search logging
nl_nl: DEBUG: Gebruiker Zoekopdracht logging

# GeneralSettings.DebugXml.Desc
source: Turn on this option during development to see the XML that was used for the search results and search box XSL transformations.
nl_nl: Schakel deze optie in tijdens de ontwikkeling om de XML te zien die gebruikt is voor de zoekresultaten en zoekvak XSL transformaties.

# GeneralSettings.DebugXml.Title
source: DEBUG: Show XML
nl_nl: DEBUG: Programma XML

# GeneralSettings.Desc
source: Adjust these settings to get the most of you search functionalities.
nl_nl: Pas deze instellingen aan om de meeste zoekfunctionaliteiten te verkrijgen.

# GeneralSettings.DialogTitle
source: General Settings
nl_nl: Algemene instellingen

# GeneralSettings.DocTarget.Title
source: Open search results that are DOCUMENTS in
nl_nl: Open zoekresultaten dat DOCUMENTEN zijn in

# GeneralSettings.ErrUpdate
source: Error updating settings!<br />Server response:
nl_nl: Error bijwerken instellingen!<br />Server reactie:

# GeneralSettings.HideSettingsLinke.Desc
source: Select this option to hide the Search Settings links that appears for SearchInput skin object. This is useful in cases where the manage link breaks design or prevents admins from accessing some functions. Make sure to Install Under Admin before selecting this option so you can acces the settings afterwards.
nl_nl: Selecteer deze optie om zoekinstellingen links te verbergen die verschijnen voor ZoekInput skin object. Dit is nuttig in gevallen waar de beheerde link het ontwerp breekt of voorkomt dat admins toegang krijgen tot sommige functies. Zorg ervoor dat u installeert onder Admin voordat u deze optie selecteert, zodat u achteraf toegang heeft tot de instellingen.

# GeneralSettings.HideSettingsLinke.Title
source: Hide <i>Search Setting</i> link for skin objects
nl_nl: Verberg <i>Zoekinstelling</i> link voor weergave objecten

# GeneralSettings.IncJQuery.Desc
source: Search Boost loads its own copy of jQuery in order to avoid collisions. Uncheck this option to have Search Boost use existing jQuery object on the page. Re-enable this option if you run into issues.
nl_nl: Zoekboost laad zijn eigen kopie van jQuery om botsingen te vermijden. Deselecteer deze optie om Searchboost een bestaand jQuery object te laten gebruiken op deze pagina. Schakel deze optie opnieuw in als u problemen tegenkomt.

# GeneralSettings.IncJQuery.Title
source: Include Own jQuery
nl_nl: Meenemen eigen jQuery

# GeneralSettings.PageTarget.Title
source: Open search results that are PAGES in
nl_nl: Open zoekresultaten dat PAGINA'S zijn in

# GeneralSettings.ReplaceResultsTokens.Desc
source: When this option is on, Search Boost replaes tokens in Titles, Descriptions and URLs using My Tokens if installed, otherwise it reverts to DNN Token Replacer.
nl_nl: Als deze optie is ingeschakeld, vervangt Zoekboost tokens in Titels, Beschrijvingen en URL's met behulp van Mijn Tokens als geïnstalleerd, anders keert het terug naar DNN Token Vervanger.

# GeneralSettings.ReplaceResultsTokens.Title
source: Replace Tokens in Search Results
nl_nl: Vervang Tokens in Zoekresultaten

# GeneralSettings.SuccessUpdate
source: Instance successfully updated.
nl_nl: Exemplaar succesvol bijgewerkt.

# GeneralSettings.Title
source: General Settings
nl_nl: Algemene instellingen
